content/posts/evolution_in_fluctuating_environments.md
+++
title = "evolution in fluctuating environments"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:51-04:00
slug = "evolution_in_fluctuating_environments"
draft = false
+++

## keywords: [research]({{< relref "research" >}}) {#keywords-research--research-dot-md}

goals:
due date:: <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-06-12 Fri&gt;</span></span>


## [The causes of molecular evolution by John Gillespie in 1994]({{< relref "The_causes_of_molecular_evolution_by_John_Gillespie_in_1994" >}}) {#the-causes-of-molecular-evolution-by-john-gillespie-in-1994--the-causes-of-molecular-evolution-by-john-gillespie-in-1994-dot-md}


### Citation: Gillespie, J. H. (1994). <span class="underline"><span class="underline">The Causes of Molecular Evolution</span></span>. <span class="underline"><span class="underline">Evolution</span></span>. Oxford University Press. <https://doi.org/0195092716> \cite{Gillespie1994a} {#citation-gillespie-j-dot-h-dot--1994--dot-dot-oxford-university-press-dot-https-doi-dot-org-0195092716-cite-gillespie1994a}


## [The Value of Information for Populations in Varying Environments by Rivoire and Leibler in 2011]({{< relref "The_Value_of_Information_for_Populations_in_Varying_Environments_by_Rivoire_and_Leibler_in_2011" >}}) {#the-value-of-information-for-populations-in-varying-environments-by-rivoire-and-leibler-in-2011--the-value-of-information-for-populations-in-varying-environments-by-rivoire-and-leibler-in-2011-dot-md}


## [Fate of a mutation in a fluctuating environment by Cvijovic, Good, and Desai in 2015]({{< relref "Fate_of_a_mutation_in_a_fluctuating_environment_by_Cvijovic,_Good,_and_Desai_in_2015" >}}) {#fate-of-a-mutation-in-a-fluctuating-environment-by-cvijovic-good-and-desai-in-2015--fate-of-a-mutation-in-a-fluctuating-environment-by-cvijovic-good-and-desai-in-2015-dot-md}


## [Evolutionary Phase Transitions in Random Environments by Skanata and Kussell in 2016]({{< relref "Evolutionary_Phase_Transitions_in_Random_Environments_by_Skanata_and_Kussell_in_2016" >}}) {#evolutionary-phase-transitions-in-random-environments-by-skanata-and-kussell-in-2016--evolutionary-phase-transitions-in-random-environments-by-skanata-and-kussell-in-2016-dot-md}


## See all of the [stochastic processes]({{< relref "stochastic_processes" >}}) page but especially [Model reduction methods for classical stochastic systems with fast-switching environments reduced master equations, stochastic differential equations, and applications by Hufton, Lin, and Galla in 2018]({{< relref "Model_reduction_methods_for_classical_stochastic_systems_with_fast-switching_environments_reduced_master_equations,_stochastic_differential_equations,_and_applications_by_Hufton,_Lin,_and_Galla_in_2018" >}}) {#see-all-of-the-stochastic-processes--stochastic-processes-dot-md--page-but-especially-model-reduction-methods-for-classical-stochastic-systems-with-fast-switching-environments-reduced-master-equations-stochastic-differential-equations-and-applications-by-hufton-lin-and-galla-in-2018--model-reduction-methods-for-classical-stochastic-systems-with-fast-switching-environments-reduced-master-equations-stochastic-differential-equations-and-applications-by-hufton-lin-and-galla-in-2018-dot-md}


## Meyer, I., & Shnerb, N. M. (2020). Evolutionary dynamics in fluctuating environment. <span class="underline"><span class="underline">Physical Review Research</span></span>, \_\_2\_\_(2), 023308. <https://doi.org/10.1103/PhysRevResearch.2.023308> {#meyer-i-dot-and-shnerb-n-dot-m-dot--2020--dot-evolutionary-dynamics-in-fluctuating-environment-dot-2--2--023308-dot-https-doi-dot-org-10-dot-1103-physrevresearch-dot-2-dot-023308}
